public/maths/Percentages/Compound-Percentages.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Compound percentage change</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://www.haider.gq/base/stylesheet.css"/>
<link href="https://fonts.googleapis.com/css2?family=Roboto+Slab:wght@600&display=swap" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Roboto" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Lato:wght@900&display=swap" rel="stylesheet">
</head>
<body>
<div id="preamble" class="status">
<div class="Haider"><a href='https://www.haider.gq/'>Haider Mirza</a></div> <div class='nav'>
      <div class='links'>
	<a href='https://www.haider.gq'>Home</a>
	<a href='https://www.haider.gq/about/about.html'>About</a>
	<a href='https://www.haider.gq/repos/repos.html'>Repos</a>
	<a href='https://www.haider.gq/projects/projects.html'>Projects</a>
	<a href='https://www.haider.gq/school/school.html'>School</a>
      </div>
      </div>
</div>
<div id="content" class="content">
<h1 class="title">Compound percentage change</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgb1a3d92">Compound Percentages</a></li>
<li><a href="#org5e413e1">Examples</a>
<ul>
<li><a href="#orgf8d7af4">Solution</a>
<ul>
<li><a href="#org9f76ac7">Note</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgb1a3d92" class="outline-2">
<h2 id="orgb1a3d92">Compound Percentages</h2>
<div class="outline-text-2" id="text-orgb1a3d92">
<p>
Or, in other words, compound interest.
</p>
</div>
</div>

<div id="outline-container-org5e413e1" class="outline-2">
<h2 id="org5e413e1">Examples</h2>
<div class="outline-text-2" id="text-org5e413e1">
<p>
Suppose I have &pound;500 in the bank. My bank pays 2% interest a year. How much will I have after:
</p>
<ol class="org-ol">
<li>2 Years</li>
<li>10 Years</li>
<li>100 Years</li>
</ol>
</div>

<div id="outline-container-orgf8d7af4" class="outline-3">
<h3 id="orgf8d7af4">Solution</h3>
<div class="outline-text-3" id="text-orgf8d7af4">
<p>
500 &times; 1.02 (1 year)
500 &times; 1.02 &times; 1.02 (2 years)
</p>

<p>
500 &times; 1.02 &times; 1.02 \(=\) 500 &times; 1.02<sup>2</sup> \(=\) &pound;520.20
</p>
</div>

<div id="outline-container-org9f76ac7" class="outline-4">
<h4 id="org9f76ac7">Note</h4>
<div class="outline-text-4" id="text-org9f76ac7">
<p>
If we get the same amount of interest each year (2% of 500 = &pound;10), this is called <span class="underline">simple</span> interest.
We would only have &pound;600! Almost nobody does this though but there is a change that this may come up in tests.
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>Made with Org mode 9.4.4 using the power of Emacs 27.2</p>
</div>
</body>
</html>
